[
  {
    "title": "Я, робот",
    "description": "Роман в новеллах «Я, робот» относится к одной из самых важных работ в истории фантастики. Сформулированные Азимовым ТРИ ЗАКОНА РОБОТЕХНИКИ легли в основу науки об Искусственном интеллекте. Что случится, если робот начнет задавать вопросы своему создателю? Какие будут последствия программирования чувства юмора? Или возможности лгать? Где мы тогда сможем провести истинную границу между человеком и машиной? В «Я, робот» Азимов устанавливает свои Три Закона, придуманные для защиты людей от их собственных созданий, – и сам же выходит за рамки этих законов. Вместе с гениальным робопсихологом доктором Сьюзен Кэлвин мы увидим, как воплощается мечта об искусственном интеллекте и как меняется наше отношение к роботам.",
    "image": "books/images/book_1.jpg",
    "release_date": "1950-12-02",
    "price": "1000",
    "authors": [
      {
        "first_name": "Айзек",
        "last_name": "Азимов",
        "middle_name": ""
      }
    ]
  },
  {
    "title": "Сборник анекдотов на все случаи жизни",
    "description": "Вниманию читателя предлагается сборник анекдотов. Тонкий юмор, блестящее остроумие, забавные парадоксы, комические ситуации, курьезные случаи из жизни – все это здесь, в книге, которая способна доставить немало веселых минут каждому, кто возьмет ее в руки.",
    "image": "books/images/book_2.jpg",
    "release_date": "2009-08-05",
    "price": "1000",
    "authors": [
      {
        "first_name": "Сборник",
        "last_name": " ",
        "middle_name": ""
      }
    ]
  },
  {
    "title": "Искусство программирования. Том 1",
    "description": "«Искусство программирования» — фундаментальная монография известного американского математика и специалиста в области компьютерных наук Дональда Кнута, посвящённая рассмотрению и анализу важнейших алгоритмов, используемых в информатике.",
    "image": "books/images/book_3.jpg",
    "release_date": "1968-01-01",
    "price": "1000",
    "authors": [
      {
        "first_name": "Дональд",
        "last_name": "Кнут",
        "middle_name": "Эрвин"
      }
    ]
  },
  {
    "title": "Парфюмер",
    "description": "«Парфюмер. История одного убийцы» — роман немецкого драматурга и прозаика Патрика Зюскинда. Впервые роман был напечатан в Швейцарии в 1985 году. Выдержал множество изданий общим тиражом более 12 миллионов экземпляров. Книга переведена на 47 языков, включая латынь.",
    "image": "books/images/book_4.jpg",
    "release_date": "1985-01-01",
    "price": "1000",
    "authors": [
      {
        "first_name": "Патрик",
        "last_name": "Зюскинд",
        "middle_name": ""
      }
    ]
  },
  {
    "title": "Мастер и Маргарита",
    "description": "Жарким майским вечером председатель правления МАССОЛИТ Михаил Берлиоз и молодой поэт Иван Бездомный отправились на Патриаршие пруды, чтобы обсудить: существовал ли Иисус Христос. Беседой литераторов заинтересовался некий импозантный гражданин-иностранец. Профессор Воланд стал уверять новых знакомых, что лично присутствовал на допросе бродяги Иешуа Га-Ноцри, который проводил Понтий Пилат. Александр Берлиоз и Иван Бездомный сочли собеседника сумасшедшим. А зря. Ведь через несколько часов Берлиоз попал под трамвай, а Иван отправился в сумасшедший дом, где и познакомился с мастером – возлюбленным Маргариты, будущей королевой бала у сатаны. Поэт узнает, что именно из-за романа о Понтии Пилате мастер оказался в сумасшедшем доме, а сама рукопись принесла писателю страшные несчастья… Тем временем Воланд со свитой весьма необычным образом исследуют, как изменились москвичи за последние годы. Это исследование надолго останется в памяти тех, кому довелось столкнуться с происками дьявола и его помощников, обладающих специфическим чувством юмора и особым взглядом на справедливость и милосердие…",
    "image": "books/images/book_5.jpg",
    "release_date": "1967-01-01",
    "price": "1000",
    "authors": [
      {
        "first_name": "Михаил",
        "last_name": "Булгаков",
        "middle_name": "Афанасьевич"
      }
    ]
  },
  {
    "title": "Омон Ра",
    "description": "«Омо́н Ра» — первый роман Виктора Пелевина, написанный в 1991 году. Представляет собой полупародию на воспитательные романы советской эпохи и по жанру близок к триллеру. Характерно внимание к деталям, которые в финале складываются в одну картину.",
    "image": "books/images/book_6.jpg",
    "release_date": "1992-01-01",
    "price": "1000",
    "authors": [
      {
        "first_name": "Виктор",
        "last_name": "Пелевин",
        "middle_name": "Олегович"
      }
    ]
  },
  {
    "title": "Электрические сны",
    "description": "Перед вами «Электрические сны Филипа К. Дика» – сборник самых лучших рассказов, отобранных для экранизации Брайаном Крэнстоном («Во все тяжкие», «Драйв») и воплотившихся в новейший одноименный сериал от Amazon и Channel 4. В них изобретают самовоспроизводящиеся машины, исследуется восприятие изменяющейся реальности, создается пугающая и темная политическая аллегория, актуальная как при холодной войне, так и в наше время. Странные и иногда забавные, эти поразительные истории подчеркивают талант, безграничное воображение и глубокое понимание человеческой природы, которыми обладал Филип К. Дик.",
    "image": "books/images/book_7.jpg",
    "release_date": "1953-01-01",
    "price": "1000",
    "authors": [
      {
        "first_name": "Филип",
        "last_name": "Дик",
        "middle_name": "Киндред"
      }
    ]
  },
  {
    "title": "Бледный огонь",
    "description": "«Бледный огонь» — антироман В. В. Набокова, написанный на английском языке и впервые опубликованный в 1962 году. Название произведения взято из Шекспира «Тимон Афинский»: «Луна — это наглый вор, И свой бледный огонь она крадёт у солнца»",
    "image": "books/images/book_8.jpg",
    "release_date": "1962-01-01",
    "price": "1000",
    "authors": [
      {
        "first_name": "Владимир",
        "last_name": "Набоков",
        "middle_name": "Владимирович"
      }
    ]
  },
  {
    "title": "Старик и море",
    "description": "«Стари́к и мо́ре» — повесть американского писателя Эрнеста Хемингуэя, написанная в Бимини и вышедшая в 1952 году. Последнее известное художественное произведение Хемингуэя, опубликованное при его жизни.",
    "image": "books/images/book_9.jpg",
    "release_date": "1952-09-01",
    "price": "1000",
    "authors": [
      {
        "first_name": "Эрнест",
        "last_name": "Хемингуэй",
        "middle_name": ""
      }
    ]
  }
]
